Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Download history could not be saved.
ar: تعذر حفظ سجل التنزيلات.
de: Der Downloadverlauf konnte nicht gespeichert werden.
es: No se pudo guardar el historial de descargas.
fr: Impossible d’enregistrer l’historique des téléchargements.
he: לא ניתן לשמור את היסטוריית ההורדות.
hi: डाउनलोड इतिहास सहेजा नहीं जा सका।
id: Riwayat unduhan tidak dapat disimpan.
it: Impossibile salvare la cronologia dei download.
ja: ダウンロード履歴を保存できませんでした。
ko: 다운로드 기록을 저장할 수 없습니다.
nl: De downloadgeschiedenis kon niet worden opgeslagen.
pl: Nie udało się zapisać historii pobierania.
pt_br: Não foi possível salvar o histórico de downloads.
ru: Не удалось сохранить историю загрузок.
sv: Det gick inte att spara hämtningshistoriken.
tr: İndirme geçmişi kaydedilemedi.
uk: Не вдалося зберегти історію завантажень.
vi: Không thể lưu lịch sử tải xuống.
zh_hans: 无法保存下载历史记录。
zh_hant: 無法儲存下載記錄。

source: Downloading
ar: جار التنزيل
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement en cours
he: מוריד
hi: डाउनलोड हो रहा है
id: Mengunduh
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
nl: Downloaden
pl: Pobieranie
pt_br: Baixando
ru: Загрузка
sv: Hämtar
tr: İndiriliyor
uk: Завантаження
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 正在下載

source: Packing
ar: جارٍ التحزيم
de: Wird gepackt
es: Empaquetando
fr: Empaquetage
he: אורז
hi: पैक किया जा रहा है
id: Mengemas
it: Creazione pacchetto
ja: パッキング中
ko: 패킹 중
nl: Inpakken
pl: Pakowanie
pt_br: Empacotando
ru: Упаковка
sv: Packar
tr: Paketleniyor
uk: Пакування
vi: Đang đóng gói
zh_hans: 正在打包
zh_hant: 正在封裝

source: Verifying
ar: جارٍ التحقق
de: Wird überprüft
es: Verificando
fr: Vérification
he: מאמת
hi: सत्यापन हो रहा है
id: Memverifikasi
it: Verifica
ja: 検証中
ko: 확인 중
nl: Controleren
pl: Weryfikowanie
pt_br: Verificando
ru: Проверка
sv: Verifierar
tr: Doğrulanıyor
uk: Перевірка
vi: Đang xác minh
zh_hans: 正在验证
zh_hant: 正在驗證

source: History is saved across launches. Retry reuses verified ranges for pinned models; conversion restarts.
ar: يتم حفظ السجل بين عمليات التشغيل. تعيد المحاولة استخدام النطاقات التي تم التحقق منها للنماذج المثبتة؛ وتبدأ عملية التحويل من جديد.
de: Der Verlauf wird über App-Starts hinweg gespeichert. Bei angehefteten Modellen verwendet ein erneuter Versuch geprüfte Bereiche; die Konvertierung beginnt neu.
es: El historial se guarda entre inicios. Al reintentar se reutilizan los intervalos verificados de los modelos fijados; la conversión se reinicia.
fr: L’historique est conservé entre les lancements. Une nouvelle tentative réutilise les plages vérifiées des modèles épinglés ; la conversion redémarre.
he: ההיסטוריה נשמרת בין הפעלות. ניסיון חוזר משתמש מחדש בטווחים שאומתו עבור מודלים מוצמדים; ההמרה מתחילה מחדש.
hi: इतिहास ऐप लॉन्च के बीच सहेजा जाता है। फिर से प्रयास करने पर पिन किए गए मॉडल की सत्यापित रेंज दोबारा उपयोग होती हैं; रूपांतरण फिर शुरू होता है।
id: Riwayat disimpan di antara peluncuran. Percobaan ulang memakai kembali rentang terverifikasi untuk model yang disematkan; konversi dimulai ulang.
it: La cronologia viene salvata tra gli avvii. Un nuovo tentativo riutilizza gli intervalli verificati per i modelli fissati; la conversione riparte.
ja: 履歴は次回起動後も保存されます。固定されたモデルの再試行では検証済み範囲を再利用しますが、変換は最初からやり直します。
ko: 기록은 앱을 다시 실행해도 저장됩니다. 고정된 모델을 다시 시도하면 검증된 범위를 재사용하지만 변환은 다시 시작됩니다.
nl: De geschiedenis blijft bewaard na opnieuw starten. Opnieuw proberen gebruikt geverifieerde bereiken voor vastgezette modellen; de conversie begint opnieuw.
pl: Historia jest zachowywana między uruchomieniami. Ponowienie używa zweryfikowanych zakresów przypiętych modeli; konwersja rozpoczyna się od nowa.
pt_br: O histórico é salvo entre inicializações. Tentar novamente reutiliza intervalos verificados de modelos fixados; a conversão reinicia.
ru: История сохраняется между запусками. Повторная попытка использует проверенные диапазоны закреплённых моделей; преобразование начинается заново.
sv: Historiken sparas mellan starter. Ett nytt försök återanvänder verifierade intervall för fästa modeller; konverteringen startar om.
tr: Geçmiş, uygulama başlatmaları arasında saklanır. Yeniden deneme, sabitlenmiş modeller için doğrulanmış aralıkları yeniden kullanır; dönüştürme yeniden başlar.
uk: Історія зберігається між запусками. Повторна спроба використовує перевірені діапазони закріплених моделей; перетворення починається заново.
vi: Lịch sử được lưu giữa các lần khởi chạy. Thử lại sẽ dùng lại các vùng đã xác minh cho mô hình được ghim; quá trình chuyển đổi sẽ bắt đầu lại.
zh_hans: 历史记录会跨启动保存。重试固定版本的模型时会复用已验证的范围；转换会重新开始。
zh_hant: 歷史記錄會跨啟動保留。重試固定版本的模型時會重用已驗證的範圍；轉換會重新開始。

source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
he: הורדות
hi: डाउनलोड
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobrane
ru: Загрузки
sv: Hämtningar
tr: İndirmeler
uk: Завантаження
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Drafter
ar: المحرر التقديري
es: Redactor
fr: Rédacteur
he: מנסח
hi: ड्राफ्टर
it: Redattore
ja: ドラフター
ko: 초안 작성기
nl: Opsteller
pt_br: Rascunho
ru: Драфтер
tr: Taslakçı
uk: Драфтер
vi: Bộ soạn
zh_hans: 草案生成器
zh_hant: 起草器

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: שכפל
hi: डुप्लिकेट करें
id: Duplikat
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceren
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
sv: Duplicera
tr: Çoğalt
uk: Дублювати
vi: Nhân bản
zh_hans: 复制
zh_hant: 複製

source: Each model is opened separately and holds its own memory.
ar: يُفتح كل نموذج على حدة ويحتفظ بذاكرته الخاصة.
de: Jedes Modell wird separat geöffnet und belegt seinen eigenen Speicher.
es: Cada modelo se abre por separado y ocupa su propia memoria.
fr: Chaque modèle est ouvert séparément et occupe sa propre mémoire.
he: כל מודל נפתח בנפרד ומחזיק בזיכרון משלו.
hi: हर मॉडल अलग से खोला जाता है और अपनी मेमोरी रखता है।
id: Setiap model dibuka terpisah dan memakai memorinya sendiri.
it: Ogni modello viene aperto separatamente e occupa la propria memoria.
ja: 各モデルは個別に開かれ、それぞれ独自のメモリを保持します。
ko: 각 모델은 개별적으로 열리며 자체 메모리를 사용합니다.
nl: Elk model wordt afzonderlijk geopend en gebruikt eigen geheugen.
pl: Każdy model jest otwierany osobno i zajmuje własną pamięć.
pt_br: Cada modelo é aberto separadamente e ocupa a própria memória.
ru: Каждая модель открывается отдельно и занимает собственную память.
sv: Varje modell öppnas separat och har eget minne.
tr: Her model ayrı açılır ve kendi belleğini tutar.
uk: Кожна модель відкривається окремо й займає власну пам'ять.
vi: Mỗi mô hình được mở riêng và chiếm bộ nhớ riêng.
zh_hans: 每个模型都单独打开，并占用各自的内存。
zh_hant: 每個模型都單獨開啟，並占用各自的記憶體。

source: Each profile is a folder under Application Support. Switching saves all work and relaunches the app; the Default user keeps using the shared ~/.turbospark folders, and every other profile is self-contained. Downloaded models are shared by all users.
ar: كل ملف تعريف عبارة عن مجلد ضمن Application Support. يؤدي التبديل إلى حفظ كل العمل وإعادة تشغيل التطبيق؛ يستمر المستخدم الافتراضي في استخدام مجلدات ~/.turbospark المشتركة، وكل ملف تعريف آخر يكون مكتفيًا ذاتيًا. النماذج التي تم تنزيلها مشتركة بين جميع المستخدمين.
de: Jedes Profil ist ein Ordner unter Application Support. Das Wechseln speichert alle Arbeiten und startet die App neu; der Standardbenutzer verwendet weiterhin die geteilten ~/.turbospark-Ordner, und jedes andere Profil ist in sich abgeschlossen. Heruntergeladene Modelle werden von allen Benutzern geteilt.
es: Cada perfil es una carpeta dentro de Application Support. Cambiar de perfil guarda todo el trabajo y reinicia la app; el usuario por defecto sigue usando las carpetas compartidas ~/.turbospark y los demás perfiles son independientes. Los modelos descargados se comparten entre todos los usuarios.
fr: Chaque profil est un dossier sous Application Support. Changer de profil enregistre tout le travail et relance l'application ; l'utilisateur par défaut continue d'utiliser les dossiers partagés ~/.turbospark, et tous les autres profils sont autonomes. Les modèles téléchargés sont partagés par tous les utilisateurs.
he: כל פרופיל הוא תיקיה תחת Application Support. המעבר שומר את כל העבודה ומפעיל מחדש את האפליקציה; משתמש ברירת המחדל ממשיך להשתמש בתיקיות ~/.turbospark המשותפות, וכל פרופיל אחר הוא עצמאי. מודלים שהורדו משותפים לכל המשתמשים.
hi: प्रत्येक प्रोफ़ाइल Application Support के अंतर्गत एक फ़ोल्डर है। स्विच करने से सभी कार्य सहेज जाते हैं और ऐप पुनः लॉन्च होता है; डिफ़ॉल्ट उपयोगकर्ता साझा किए गए ~/.turbospark फ़ोल्डरों का उपयोग करना जारी रखता है, और प्रत्येक अन्य प्रोफ़ाइल आत्मनिर्भर होती है। डाउनलोड किए गए मॉडल सभी उपयोगकर्ताओं द्वारा साझा किए जाते हैं।
id: Setiap profil adalah folder di bawah Application Support. Beralih akan menyimpan semua pekerjaan dan meluncurkan ulang aplikasi; pengguna Default terus menggunakan folder ~/.turbospark bersama, dan setiap profil lainnya mandiri. Model yang diunduh dibagikan oleh semua pengguna.
it: Ogni profilo è una cartella in Application Support. Il cambio salva tutto il lavoro e riavvia l'app; l'utente predefinito continua a utilizzare le cartelle condivise ~/.turbospark e ogni altro profilo è autonomo. I modelli scaricati sono condivisi da tutti gli utenti.
ja: 各プロファイルは Application Support の下のフォルダです。切り替えるとすべての作業が保存されてアプリが再起動します。デフォルトユーザーは共有の ~/.turbospark フォルダを引き続き使用し、他のすべてのプロファイルは自己完結型です。ダウンロードされたモデルはすべてのユーザーで共有されます。
ko: 각 프로필은 Application Support 아래의 폴더입니다. 전환하면 모든 작업이 저장되고 앱이 다시 실행됩니다. 기본 사용자는 공유된 ~/.turbospark 폴더를 계속 사용하며 다른 모든 프로필은 독립적입니다. 다운로드한 모델은 모든 사용자가 공유합니다.
nl: Elk profiel is een map onder Application Support. Schakelen slaat al het werk op en start de app opnieuw; de standaardgebruiker blijft de gedeelde ~/.turbospark-mappen gebruiken, en elk ander profiel is zelfstandig. Gedownloade modellen worden gedeeld door alle gebruikers.
pl: Każdy profil to folder w Application Support. Przełączenie zapisuje całą pracę i uruchamia aplikację ponownie; użytkownik domyślny nadal korzysta ze współdzielonych folderów ~/.turbospark, a każdy inny profil jest autonomiczny. Pobrane modele są współdzielone przez wszystkich użytkowników.
pt_br: Cada perfil é uma pasta em Application Support. A troca salva todo o trabalho e reinicia o aplicativo; o usuário padrão continua usando as pastas compartilhadas ~/.turbospark, e todos os outros perfis são independentes. Os modelos baixados são compartilhados por todos os usuários.
ru: Каждый профиль -- это папка в Application Support. Переключение сохраняет всю работу и перезапускает приложение; пользователь Default продолжает использовать общие папки ~/.turbospark, а все остальные профили изолированы. Загруженные модели доступны всем пользователям.
sv: Varje profil är en mapp under Application Support. Växling sparar allt arbete och startar om appen; standardanvändaren fortsätter att använda de delade ~/.turbospark-mapparna, och alla andra profiler är fristående. Nedladdade modeller delas av alla användare.
tr: Her profil, Application Support altındaki bir klasördür. Geçiş yapmak tüm çalışmaları kaydeder ve uygulamayı yeniden başlatır; Varsayılan kullanıcı paylaşılan ~/.turbospark klasörlerini kullanmaya devam eder ve diğer her profil bağımsızdır. İndirilen modeller tüm kullanıcılar tarafından paylaşılır.
uk: Кожен профіль -- це папка в Application Support. Перемикання зберігає всю роботу та перезапускає програму; користувач за замовчуванням продовжує використовувати спільні папки ~/.turbospark, а всі інші профілі є автономними. Завантажені моделі доступні всім користувачам.
vi: Mỗi hồ sơ là một thư mục trong Application Support. Việc chuyển đổi sẽ lưu tất cả công việc và khởi chạy lại ứng dụng; người dùng Mặc định tiếp tục sử dụng các thư mục ~/.turbospark được chia sẻ và mọi hồ sơ khác đều độc lập. Các mô hình đã tải xuống được chia sẻ bởi tất cả người dùng.
zh_hans: 每个配置文件都是 Application Support 下的一个文件夹。切换会保存所有工作并重新启动应用；默认用户继续使用共享的 ~/.turbospark 文件夹，其他配置文件各自独立。下载的模型供所有用户共享。
zh_hant: 每個設定檔都是 Application Support 下的一個資料夾。切換會儲存所有工作並重新啟動應用程式；預設使用者繼續使用共享的 ~/.turbospark 資料夾，其他設定檔各自獨立。下載的模型供所有使用者共享。

source: Each row is priced by the engine, not scaled from one figure.
ar: كل صف يحسبه المحرك على حدة، وليس مشتقًا من رقم واحد.
de: Jede Zeile wird von der Engine berechnet, nicht aus einem Wert hochgerechnet.
es: El motor calcula el coste de cada fila; no se escala a partir de una sola cifra.
fr: Chaque ligne est chiffrée par le moteur, pas extrapolée d'une seule valeur.
he: כל שורה מחושבת על ידי המנוע, ולא נגזרת מערך יחיד.
hi: हर पंक्ति की गणना इंजन करता है, किसी एक आंकड़े से नहीं निकाली जाती।
id: Setiap baris dihitung oleh mesin, bukan diskalakan dari satu angka.
it: Ogni riga è calcolata dal motore, non ricavata in scala da un solo valore.
ja: 各行はエンジンが実測した値です。1つの数値から換算したものではありません。
ko: 각 행은 엔진이 계산한 값이며, 하나의 수치를 비례 확대한 값이 아닙니다.
nl: Elke rij wordt door de engine berekend, niet geschaald vanuit één getal.
pl: Każdy wiersz wylicza silnik; nie jest skalowany z jednej wartości.
pt_br: Cada linha é calculada pelo motor, não escalada a partir de um único valor.
ru: Каждая строка рассчитана движком, а не масштабирована от одного значения.
sv: Varje rad beräknas av motorn, inte skalad från ett enda värde.
tr: Her satır motor tarafından hesaplanır, tek bir değerden ölçeklenmez.
uk: Кожен рядок обчислює рушій, а не масштабує з одного значення.
vi: Mỗi hàng do engine tính riêng, không suy ra từ một con số.
zh_hans: 每一行都由引擎单独计算，而非按单个数值换算。
zh_hant: 每一列都由引擎個別計算，而非依單一數值換算。

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Правка
sv: Redigera
tr: Düzenle
uk: Правка
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit & branch
ar: تحرير وتفريع
de: Bearbeiten und verzweigen
es: Editar y ramificar
fr: Modifier et créer une branche
he: ערוך והסתעף
hi: संपादित करें और शाखा बनाएं
id: Edit dan cabangkan
it: Modifica e dirama
ja: 編集して分岐
ko: 편집 후 분기
nl: Bewerken en vertakken
pl: Edytuj i rozgałęź
pt_br: Editar e ramificar
ru: Изменить и создать ветку
sv: Redigera och förgrena
tr: Düzenle ve dallandır
uk: Змінити й відгалузити
vi: Chỉnh sửa và tạo nhánh
zh_hans: 编辑并分支
zh_hant: 編輯並分支

source: Edit File
ar: تحرير ملف
de: Datei bearbeiten
es: Editar archivo
fr: Modifier le fichier
he: עריכת קובץ
hi: फ़ाइल संपादित करें
it: Modificare file
ja: ファイルを編集
ko: 파일 편집
nl: Bestand bewerken
pl: Edytuj plik
pt_br: Editar arquivo
ru: Изменить файл
sv: Redigera fil
tr: Dosyayı düzenle
uk: Редагувати файл
vi: Sửa tệp
zh_hans: 编辑文件
zh_hant: 編輯檔案

source: Edit Files
ar: تحرير ملفات
de: Dateien bearbeiten
es: Editar archivos
fr: Modifier les fichiers
he: עריכת קבצים
hi: फ़ाइलें संपादित करें
id: Edit beberapa file
it: Modificare più file
ja: 複数ファイルを編集
ko: 여러 파일 편집
nl: Bestanden bewerken
pl: Edytuj pliki
pt_br: Editar arquivos
ru: Изменить файлы
sv: Redigera filer
tr: Dosyaları düzenle
uk: Редагувати файли
vi: Sửa các tệp
zh_hans: 编辑多个文件
zh_hant: 編輯多個檔案

source: Edit Notebook
ar: تحرير دفتر
de: Notebook bearbeiten
es: Editar cuaderno
fr: Modifier le notebook
he: עריכת מחברת
hi: नोटबुक संपादित करें
it: Modificare notebook
ja: ノートブックを編集
ko: 노트북 편집
nl: Notebook bewerken
pl: Edytuj notatnik
pt_br: Editar notebook
ru: Изменить блокнот
sv: Redigera anteckningsbok
tr: Not defterini düzenle
uk: Редагувати блокнот
vi: Sửa sổ tay
zh_hans: 编辑笔记本
zh_hant: 編輯筆記本

source: Edit Selected
ar: تعديل المحدد
de: Ausgewählte bearbeiten
es: Editar seleccionado
fr: Modifier la sélection
he: ערוך את הנבחר
hi: चयनित संपादित करें
id: Edit yang Dipilih
it: Modifica selezionato
ja: 選択項目を編集
ko: 선택 항목 편집
nl: Geselecteerde bewerken
pl: Edytuj zaznaczone
pt_br: Editar Selecionado
ru: Редактировать выбранное
sv: Redigera markerade
tr: Seçileni Düzenle
uk: Редагувати вибране
vi: Chỉnh sửa mục đã chọn
zh_hans: 编辑选定项
zh_hant: 編輯選取項目

source: Edit Server
ar: تعديل الخادم
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
he: ערוך שרת
hi: सर्वर संपादित करें
it: Modifica server
ja: サーバーを編集
ko: 서버 편집
nl: Server bewerken
pl: Edytuj serwer
pt_br: Editar Servidor
ru: Редактировать сервер
sv: Redigera server
tr: Sunucuyu Düzenle
uk: Редагувати сервер
vi: Chỉnh sửa máy chủ
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

source: Edit...
ar: تعديل...
de: Bearbeiten...
es: Editar...
fr: Modifier...
he: ערוך...
hi: संपादित करें...
it: Modifica...
ja: 編集...
ko: 편집...
nl: Bewerken...
pl: Edytuj...
pt_br: Editar...
ru: Редактировать...
sv: Redigera...
tr: Düzenle...
uk: Редагувати...
vi: Chỉnh sửa...
zh_hans: 编辑...
zh_hant: 編輯...

source: Edits apply to
ar: تنطبق التعديلات على
de: Bearbeitungen gelten für
es: Las ediciones se aplican a
fr: Les modifications s'appliquent à
he: העריכות חלות על
hi: संपादन इन पर लागू होते हैं
id: Edit berlaku untuk
it: Le modifiche si applicano a
ja: 編集の適用先
ko: 편집 적용 대상
nl: Bewerkingen zijn van toepassing op
pl: Edycje dotyczą
pt_br: As edições se aplicam a
ru: Правки применяются к
sv: Ändringar gäller för
tr: Düzenlemelerin uygulanacağı yer
uk: Редагування застосовуються до
vi: Chỉnh sửa áp dụng cho
zh_hans: 编辑应用于
zh_hant: 編輯套用於

source: Eject
ar: إخراج
de: Auswerfen
es: Expulsar
fr: Éjecter
he: הוצא
hi: निकालें
id: Keluarkan
it: Espelli
ja: 取り出す
ko: 꺼내기
nl: Uitwerpen
pl: Wysuń
pt_br: Ejetar
ru: Извлечь
sv: Mata ut
tr: Çıkar
uk: Вилучити
vi: Gỡ tải
zh_hans: 卸载
zh_hant: 卸載

source: Eject model
ar: إخراج النموذج
de: Modell auswerfen
es: Expulsar modelo
fr: Éjecter le modèle
he: פלוט מודל
hi: मॉडल निकालें
id: Keluarkan model
it: Espelli modello
ja: モデルを取り出す
ko: 모델 언로드
nl: Model uitwerpen
pl: Wysuń model
pt_br: Ejetar modelo
ru: Выгрузить модель
sv: Mata ut modell
tr: Modeli çıkar
uk: Вивантажити модель
vi: Ngắt mô hình
zh_hans: 卸载模型
zh_hant: 退出模型

source: Eject the loaded model and free its memory
ar: إخراج النموذج المحمل وتحرير الذاكرة
de: Geladenes Modell auswerfen und Speicher freigeben
es: Expulsa el modelo cargado y libera su memoria
fr: Éjecte le modèle chargé et libère sa mémoire
he: פלוט את המודל הטעון ושחרר את הזיכרון שלו
hi: लोड किए गए मॉडल को निकालें और उसकी मेमोरी खाली करें
id: Keluarkan model yang dimuat dan kosongkan memorinya
it: Espelle il modello caricato e libera la memoria
ja: 読み込まれたモデルを取り出してメモリを解放
ko: 로드된 모델을 언로드하고 메모리 해제
nl: Het geladen model uitwerpen en het geheugen vrijmaken
pl: Wysuwa załadowany model i zwalnia pamięć
pt_br: Ejeta o modelo carregado e libera sua memória
ru: Выгрузить модель и освободить память
sv: Mata ut den inlästa modellen och frigör dess minne
tr: Yüklü modeli çıkarın ve belleğini boşaltın
uk: Вивантажити модель і звільнити пам'ять
vi: Ngắt mô hình đã tải và giải phóng bộ nhớ
zh_hans: 卸载已加载模型并释放内存
zh_hant: 退出已載入模型並釋放記憶體

source: Enable Server
ar: تمكين الخادم
de: Server aktivieren
es: Habilitar servidor
fr: Activer le serveur
he: הפעל שרת
hi: सर्वर सक्षम करें
id: Aktifkan Server
it: Abilita server
ja: サーバーを有効にする
ko: 서버 활성화
nl: Server inschakelen
pl: Włącz serwer
pt_br: Habilitar servidor
ru: Включить сервер
sv: Aktivera server
tr: Sunucuyu Etkinleştir
uk: Увімкнути сервер
vi: Bật máy chủ
zh_hans: 启用服务器
zh_hant: 啟用伺服器

source: Enable Syntext project indexing
ar: تمكين فهرسة المشاريع باستخدام Syntext
de: Syntext-Projektindizierung aktivieren
es: Activar la indexación de proyectos con Syntext
fr: Activer l'indexation des projets avec Syntext
he: הפעלת אינדוקס פרויקטים באמצעות Syntext
hi: Syntext प्रोजेक्ट इंडेक्सिंग चालू करें
id: Aktifkan pengindeksan proyek Syntext
it: Abilita l'indicizzazione dei progetti con Syntext
ja: Syntext によるプロジェクトのインデックス作成を有効にする
ko: Syntext 프로젝트 인덱싱 활성화
nl: Syntext-projectindexering inschakelen
pl: Włącz indeksowanie projektów Syntext
pt_br: Ativar a indexação de projetos com o Syntext
ru: Включить индексацию проектов Syntext
sv: Aktivera Syntext-projektindexering
tr: Syntext proje dizinlemeyi etkinleştir
uk: Увімкнути індексування проєктів Syntext
vi: Bật lập chỉ mục dự án bằng Syntext
zh_hans: 启用 Syntext 项目索引
zh_hant: 啟用 Syntext 專案索引

source: Enable server
ar: تمكين الخادم
de: Server aktivieren
es: Habilitar servidor
fr: Activer le serveur
he: הפעל שרת
hi: सर्वर सक्षम करें
id: Aktifkan server
it: Abilita server
ja: サーバーを有効にする
ko: 서버 활성화
nl: Server inschakelen
pl: Włącz serwer
pt_br: Habilitar servidor
ru: Включить сервер
sv: Aktivera server
tr: Sunucuyu etkinleştir
uk: Увімкнути сервер
vi: Bật máy chủ
zh_hans: 启用服务器
zh_hant: 啟用伺服器

source: Enabled
ar: مفعل
de: Aktiviert
es: Activado
fr: Activé
he: מופעל
hi: सक्षम
id: Aktif
it: Attivato
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ru: Включено
sv: Aktiverad
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

source: Endpoints
ar: نقاط النهاية
de: Endpunkte
es: Puntos de conexión
fr: Points de terminaison
he: נקודות קצה
hi: एंडपॉइंट
id: Endpoint
it: Endpoint
ja: エンドポイント
ko: 엔드포인트
nl: Eindpunten
pl: Punkty końcowe
ru: Конечные точки
sv: Slutpunkter
tr: Uç noktalar
uk: Кінцеві точки
vi: Điểm cuối
zh_hans: 端点
zh_hant: 端點

source: Engine
ar: المحرك
es: Motor
fr: Moteur
he: מנוע
hi: इंजन
id: Mesin
it: Motore
ja: エンジン
ko: 엔진
pl: Silnik
pt_br: Motor
ru: Движок
sv: Motor
tr: Motor
uk: Двигун
vi: Động cơ
zh_hans: 引擎
zh_hant: 引擎

source: Engine & Coding
ar: المحرك والبرمجة
de: Engine und Coding
es: Motor y Código
fr: Moteur et Code
he: מנוע ותכנות
hi: इंजन और कोडिंग
id: Mesin & Pengodean
it: Motore e Codifica
ja: エンジンとコーディング
ko: 엔진 및 코딩
nl: Engine & Programmeren
pl: Silnik i Programowanie
pt_br: Motor e Código
ru: Движок и Код
sv: Motor och Kodning
tr: Motor ve Kodlama
uk: Двигун та Код
vi: Công cụ & Lập trình
zh_hans: 引擎与编码
zh_hant: 引擎與程式設計

source: Engine settings...
ar: إعدادات المحرك...
de: Engine-Einstellungen...
es: Ajustes del motor...
fr: Paramètres du moteur...
he: הגדרות מנוע...
hi: इंजन सेटिंग्स...
id: Pengaturan mesin...
it: Impostazioni motore...
ja: エンジン設定...
ko: 엔진 설정...
nl: Engine-instellingen...
pl: Ustawienia silnika...
pt_br: Configurações do motor...
ru: Настройки движка...
sv: Motorinställningar...
tr: Motor ayarları...
uk: Налаштування рушія...
vi: Cài đặt công cụ...
zh_hans: 引擎设置...
zh_hant: 引擎設定...

source: Enter Plan Mode
ar: الدخول إلى وضع التخطيط
de: Planmodus aktivieren
es: Entrar en modo plan
fr: Passer en mode plan
he: כניסה למצב תכנון
hi: योजना मोड में जाएँ
id: Masuk mode rencana
it: Entrare in modalità piano
ja: 計画モードに入る
ko: 계획 모드 시작
nl: Planmodus starten
pl: Wejdź w tryb planowania
pt_br: Entrar no modo de plano
ru: Войти в режим плана
sv: Gå till planläge
tr: Plan moduna gir
uk: Увійти в режим плану
vi: Vào chế độ lập kế hoạch
zh_hans: 进入计划模式
zh_hant: 進入計畫模式

source: Enter Worktree
ar: الدخول إلى شجرة العمل
de: Arbeitsbaum betreten
es: Entrar en árbol de trabajo
fr: Entrer dans l'arbre de travail
he: כניסה לעץ עבודה
hi: वर्कट्री में जाएँ
id: Masuk pohon kerja
it: Entrare nell'albero di lavoro
ja: ワークツリーに入る
ko: 작업 트리 진입
nl: Werkboom openen
pl: Wejdź do drzewa roboczego
pt_br: Entrar na árvore de trabalho
ru: Открыть рабочее дерево
sv: Öppna arbetsträd
tr: Çalışma ağacına gir
uk: Увійти до робочого дерева
vi: Vào cây làm việc
zh_hans: 进入工作树
zh_hant: 進入工作樹
